{
  "_meta": {
    "sources": [
      {
        "json": "domule",
        "abbreviation": "dml",
        "full": "Domule",
        "url": "",
        "authors": [
          "Ben Baker"
        ],
        "version": "1.0",
        "convertedBy": []
      }
    ]
  },
  "adventure": [
    {
      "name": "Jackson and the Lichen",
      "id": "02-jack",
      "source": "domule",
      "contents": [
        {
          "name": "Chapter 1 - Beginning",
          "headers": [
            "Guild Brief",
            "The Tri-Citadel"
          ]
        },
        {
          "name": "Chapter 2 - Crowshire",
          "headers": [
            "Crowshire",
            "The Graveyard",
            "The Graveyard",
            "The Forest",
            "The Manor"
          ]
        },
        {
          "name": "Chapter 3 - Underground",
          "headers": [
            "The Greenhouse",
            "The Research Room",
            "Jack'O Lichen"
          ]
        }
      ],
      "level": {
        "start": 3,
        "end": 4
      },
      "published": "2020-10-07",
      "storyline": [
        "Aggredel's 3rd Renaissance"
      ]
    }
  ],
  "adventureData": [
    {
      "name": "Jackson and the Lichen",
      "id": "02-jack",
      "source": "domule",
      "data": [
        {
          "type": "section",
          "name": "Chapter 1",
          "entries": [
            {
              "type": "entries",
              "name": "Guild Brief",
              "entries": [
                "{@creature Anohi|domule} informs the party that they are being hired to investigate a town slowly going crazy. She gives the following speech:",
                {
                  "type": "inset",
                  "name": "Anohi",
                  "entries": [
                    "Thank you all for coming in at such a late hour. We have a bit of an situation near Fairkeep. Their king, King Macus, has hired us (at a massive fee) to assist since we can portal there. To explain our plan of action, our leader of the Brassbrows, Seamus Droug"
                  ]
                },
                {
                  "type": "inset",
                  "name": "Seamus",
                  "entries": [
                    "Thank you. About 2 weeks ago King Macus received a report that the citizens of Crowshire were starting to act... weird. Their guard confirmed the towns folk were pregressivly going crazy but were extra alarmed when they found evidence of upturned grave sites. Naturally, this is very concerning.",
                    "We have secured an emergency use of Fairkeep's Gate Ring. Their guards should have set it up inside of Crowshire within the hour. Myself and the available Brassbrows will be rounding up the townsfolk so that they can be herded to quarantine camp being setup several miles away.",
                    "The rest of you will be split up into four groups to investigate the area and try to determine the root cause of this strangeness.",
                    "You have two hours to ready up and be at the Tri-Citadel. It will still be ass'o clock in the morning where so be prepare for darkness.",
                    "Any questions?"
                  ]
                },
                {
                  "type": "inset",
                  "name": "Anohi",
                  "entries": [
                    "Thank you Seamus. I have awoken the quartermaster. Our shop is open should you need any basic supplies."
                  ]
                }
              ]
            },
            {
              "type": "entries",
              "name": "The Tri-Citadel",
              "entries": [
                "The Tri-Citadel is a massive castle like structure made of three very large cylinder connected by a triangle",
                "The party see several other Silver Wings gathered at one of the circular. Seamus is already there. He is surrounded by other Silver Wings that look to be the more... muscular variant on horse back",
                "There are several tired looking wizards in green-silver uniforms. The most tired look, a young gnome holding a mug of coffee, approaches the group",
                {
                  "type": "inset",
                  "name": "Wedbit",
                  "entries": [
                    "Seamus, good to see you. I wish we didn't have to keep meeting during time-sensitive-work-related jobs. Anyways, we got the confirmation from the Fairkeep Guard that they have their Gate Ring setup. If you will bring your crew and horses around, my apprentices will get you sent."
                  ]
                },
                "Everyone enters one of the walled cylinder and see a large circular room connected by several heavy wooden doors. The doors have runes embedded and all but one has a massive beam locking them in place.",
                "One door is unlocked and open already. Inside the party see a short hallway that leads to another circular room. In the center of the room is thick 20 foot copper ring embedded in the floor. A few more green-silver robed people are slowly walking around it activating glyphs in the floor. Wedbit turns and faces the party:",
                {
                  "type": "inset",
                  "name": "Wedbit",
                  "entries": [
                    "Due to lack of information regarding how this madness is spreading, this portal is uni-directional. We will not be allowing anything on the other side to return. As a matter a fact, after you lot are sent threw, we will be disabling this portal and canceling the Tradora Gate's connection with Fairkeep until we know it is safe. Good luck."
                  ]
                },
                "Webit flips a small coin to the center of the copper ring which triggers a glow of arcane energy. The copper ring flips up where half slides underground while the other half creates an arch above ground. The party can see a dark town on the other side with a dozen well donned city guard stand in attention",
                "Once through, the arcana energy fades and what looks to be a thick copper cable holding the shape of an arch collapse into a pile. Four of the guards step forward and immediately begins the task of coiling the heavy cable."
              ]
            }
          ]
        },
        {
          "type": "section",
          "name": "Chapter 2 - Crowshire",
          "entries": [
            {
              "type": "entries",
              "name": "Crowshire",
              "entries": [
                "A crowns guard with gold edging around her cloak steps forward.",
                {
                  "type": "inset",
                  "name": "Cpt. Claudia",
                  "entries": [
                    "We are grateful for your expedient arrival. I'm Captain Claudia of the Fairkeep Guard.",
                    "Us twelve are the advance party. We have a Company of soldiers from Fairkeep's militia on their way here-ish. They will be in charge of setting up the camp for the citizens of Crowshire.",
                    "We are pretty sure whatever is affecting them is localized to this area and only after remaining here for a few days. We found a correlation between the citizens who travel in and out of the town often and how sane they remain. So we also recommend that no one stays within 10 miles of this town for more than 2 days."
                  ]
                },
                "Seamus requests for a map of the town and proceeds to rip it into 4. He hands each quadrant to the 4 remaining group.",
                "The party will receive the quadrant with the graveyard and Jackson Manor"
              ]
            },
            {
              "type": "entries",
              "name": "The Graveyard",
              "entries": [
                "At the graveyard, the party sees a simple plot of land with a wooden fence. Most of the tomb stones are plain with just a name and a date written on them. Vines from roses or squash spattered the graveyard while a basic stature of raven's head sits in the center.",
                "The almost pleasant looking graveyard is starkly interrupted by the ripped down fence and torn up ground on the west side.",
                {
                  "type": "list",
                  "items": [
                    "{@dc 5} Nature - This was not naturally occurring",
                    "{@dc 12} Nature - This matches the pattern of roots being ripped out of the ground",
                    "{@dc 10} Investigation - Footprints lead in and out of the ripped side",
                    "{@dc 15} Investigation - The footprint directly walk in and walk out, no signs of lots of stepping around or wandering."
                  ]
                },
                {
                  "type": "options",
                  "entries": [
                    {
                      "type": "entries",
                      "name": "Nighttime",
                      "entries": [
                        "If the party arrives during night, after about a short rest, anyone with a Passive Perception of {@dc 12} will hear slow treading footsteps",
                        "They will see a group of Gourd Sprouts being lead by a few Gourd Adults. The Gourds will ignore the party and go straight to the graveyard",
                        "A Gourd Sprout will approach a gave and start latching to the ground. After a few minutes, the roots in the ground start slithering out of the ground and absorb into the Gourd Sprout. If left uninterrupted, will grow into a Gourd Adult. Once an Gourd Adult, the bones around the grave will be topside now. The new Gourd Adult collects the bones and joins the other Gourds. After a few graves are dug up, they shuffle back into the forest towards Jackson's Manor."
                      ]
                    },
                    {
                      "type": "entries",
                      "name": "Daytime",
                      "entries": [
                        "If the party arrive during daylight, the events from {@adventure The Forest|02-jack|1|the forest} occur after a short rest"
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "type": "entries",
              "name": "The Forest",
              "entries": [
                "Wither by following the Gourds or just cutting through the forest to get to Jackson Manor, the following will occur",
                {
                  "type": "list",
                  "items": [
                    "The party will hear someone crying for help",
                    "If the party investigates, they will find two humans under attack by 2 more humans",
                    "If no one keeps an eye on the Gourds, the party loses the Gourds"
                  ]
                }
              ]
            },
            {
              "type": "entries",
              "name": "Jackson Manor",
              "entries": []
            }
          ]
        },
        {
          "type": "section",
          "name": "Chapter 3 - Underground",
          "entries": [
            {
              "type": "entries",
              "name": "The Greenhouse",
              "entries": []
            },
            {
              "type": "entries",
              "name": "The Research Room",
              "entries": []
            },
            {
              "type": "entries",
              "name": "Jack'O Lichen",
              "entries": []
            }
          ]
        }
      ]
    }
  ],
  "monster": [
    {
      "name": "Gourd Sprout",
      "source": "domule",
      "page": 230,
      "size": "S",
      "type": "plant",
      "alignment": [
        "N",
        "G"
      ],
      "ac": [
        10
      ],
      "hp": {
        "average": 81,
        "formula": "18d6 + 18"
      },
      "speed": {
        "walk": 10
      },
      "str": 10,
      "dex": 10,
      "con": 12,
      "int": 8,
      "wis": 11,
      "cha": 5,
      "senses": [
        "darkvision 120 ft."
      ],
      "passive": 10,
      "cr": "1/4",
      "trait": [
        {
          "name": "Distress Spores",
          "entries": [
            "When the gourd takes damage, all other gourds within 240 feet of it can sense its pain."
          ]
        },
        {
          "name": "Sun Sickness",
          "entries": [
            "While in sunlight, the gourd has disadvantage on ability checks, attack rolls, and saving throws. The gourd dies if it spends more than 1 hour in direct sunlight."
          ]
        }
      ],
      "action": [
        {
          "name": "Fist",
          "entries": [
            "{@atk mw} {@hit 1} to hit, reach 5 ft., one target. {@h}7 ({@damage 2d4 + 2}) bludgeoning damage plus 5 ({@damage 2d4}) poison damage."
          ]
        },
        {
          "name": "Rapport Spores (3/Day)",
          "entries": [
            "A 10-foot radius of spores extends from the gourd. These spores can go around corners and affect only creatures with an Intelligence of 2 or higher that aren't undead, constructs, or elementals. Affected creatures can communicate telepathically with one another while they are within 30 feet of each other. The effect lasts for 1 hour."
          ]
        }
      ],
      "environment": [
        "underdark"
      ],
      "senseTags": [
        "SD"
      ],
      "damageTags": [
        "B",
        "I"
      ],
      "miscTags": [
        "MW",
        "AOE"
      ]
    },
    {
      "name": "Gourd Adult",
      "source": "domule",
      "page": 232,
      "size": "M",
      "type": "plant",
      "alignment": [
        "L",
        "N"
      ],
      "ac": [
        {
          "ac": 12,
          "from": [
            "natural armor"
          ]
        }
      ],
      "hp": {
        "average": 22,
        "formula": "4d8 + 4"
      },
      "speed": {
        "walk": 20
      },
      "str": 10,
      "dex": 10,
      "con": 12,
      "int": 10,
      "wis": 13,
      "cha": 7,
      "senses": [
        "darkvision 120 ft."
      ],
      "passive": 11,
      "cr": "1/2",
      "trait": [
        {
          "name": "Distress Spores",
          "entries": [
            "When the gourd takes damage, all other gourds within 240 feet of it can sense its pain."
          ]
        },
        {
          "name": "Sun Sickness",
          "entries": [
            "While in sunlight, the gourd has disadvantage on ability checks, attack rolls, and saving throws. The gourd dies if it spends more than 1 hour in direct sunlight."
          ]
        }
      ],
      "action": [
        {
          "name": "Fist",
          "entries": [
            "{@atk mw} {@hit 2} to hit, reach 5 ft., one target. {@h}5 ({@damage 2d4}) bludgeoning damage plus 5 ({@damage 2d4}) poison damage."
          ]
        },
        {
          "name": "Spore Slap (1/Day)",
          "entries": [
            "{@atk mw} {@hit 2} to hit, reach 5 ft., one target. {@h}7 ({@damage 1d6 + 4}) bludgeoning damage.",
            "On a successful hit, the target must success on a {@dc 11} Constitution save or roll the short term madness table. See {@book Dungeon Master's Guide's Short-Term Madness|dmg|8|madness}"
          ]
        },
        {
          "name": "Pacifying Spores (3/Day)",
          "entries": [
            "The gourd ejects spores at one creature it can see within 5 feet of it. The target must succeed on a {@dc 11} Constitution saving throw or be {@condition stunned} for 1 minute. The target can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success."
          ]
        },
        {
          "name": "Rapport Spores",
          "entries": [
            "A 20-foot radius of spores extends from the gourd. These spores can go around corners and affect only creatures with an Intelligence of 2 or higher that aren't undead, constructs, or elementals. Affected creatures can communicate telepathically with one another while they are within 30 feet of each other. The effect lasts for 1 hour."
          ]
        }
      ],
      "environment": [
        "underdark"
      ],
      "senseTags": [
        "SD"
      ],
      "damageTags": [
        "B",
        "I"
      ],
      "miscTags": [
        "MW",
        "AOE"
      ],
      "conditionInflict": [
        "stunned"
      ]
    },
    {
      "name": "Gourd Sovereign",
      "source": "domule",
      "page": 232,
      "size": "L",
      "type": "plant",
      "alignment": [
        "L",
        "N"
      ],
      "ac": [
        {
          "ac": 13,
          "from": [
            "natural armor"
          ]
        }
      ],
      "hp": {
        "average": 60,
        "formula": "8d10 + 16"
      },
      "speed": {
        "walk": 30
      },
      "str": 12,
      "dex": 10,
      "con": 14,
      "int": 13,
      "wis": 15,
      "cha": 10,
      "senses": [
        "darkvision 120 ft."
      ],
      "passive": 12,
      "cr": "2",
      "trait": [
        {
          "name": "Distress Spores",
          "entries": [
            "When the gourd takes damage, all other gourds within 240 feet of it can sense its pain."
          ]
        },
        {
          "name": "Sun Sickness",
          "entries": [
            "While in sunlight, the gourd has disadvantage on ability checks, attack rolls, and saving throws. The gourd dies if it spends more than 1 hour in direct sunlight."
          ]
        }
      ],
      "action": [
        {
          "name": "Multiattack",
          "entries": [
            "The gourd uses either its Hallucination Spores or its Pacifying Spores, then makes a Vine Strike."
          ]
        },
        {
          "name": "Vine Strike",
          "entries": [
            "{@atk mw} {@hit 3} to hit, reach 15 ft., one target. {@h}8 ({@damage 3d4 + 1}) piercing damage plus 7 ({@damage 3d4}) poison damage."
          ]
        },
        {
          "name": "Animating Spores (3/Day)",
          "entries": [
            "The gourd targets one corpse of a humanoid or a Large or smaller beast within 5 feet of it and releases spores at the corpse. In 24 hours, the corpse rises as a spore servant. The corpse stays animated for {@dice 1d4 + 1} weeks or until destroyed, and it can't be animated again in this way."
          ]
        },
        {
          "name": "Hallucination Spores",
          "entries": [
            "The gourd ejects spores at one creature it can see within 5 feet of it. The target must succeed on a {@dc 12} Constitution saving throw or be {@condition poisoned} for 1 minute. The {@condition poisoned} target is {@condition incapacitated} while it hallucinates. The target can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success."
          ]
        },
        {
          "name": "Pacifying Spores",
          "entries": [
            "The gourd ejects spores at one creature it can see within 5 feet of it. The target must succeed on a {@dc 12} Constitution saving throw or be {@condition stunned} for 1 minute. The target can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success."
          ]
        },
        {
          "name": "Rapport Spores",
          "entries": [
            "A 30-foot radius of spores extends from the gourd. These spores can go around corners and affect only creatures with an Intelligence of 2 or higher that aren't undead, constructs, or elementals. Affected creatures can communicate telepathically with one another while they are within 30 feet of each other. The effect lasts for 1 hour."
          ]
        },
        {
          "name": "Euphoria Spores (1/Day)",
          "entries": [
            "The gourd releases a cloud of spores in a 20-foot-radius sphere centered on itself. Other creatures in that area must each succeed on a {@dc 12} Constitution saving throw or become {@condition poisoned} for 1 minute. The save DC is 8 + the gourd's Constitution modifier + the gourd's proficiency bonus. A creature can repeat the saving throw at the end of each of its turns, ending the effect early on itself on a success. When the effect ends on it, the creature gains one level of {@condition exhaustion}"
          ]
        }
      ],
      "environment": [
        "underdark"
      ],
      "senseTags": [
        "SD"
      ],
      "actionTags": [
        "Multiattack"
      ],
      "damageTags": [
        "P",
        "I"
      ],
      "miscTags": [
        "MW",
        "RCH",
        "AOE"
      ],
      "conditionInflict": [
        "incapacitated",
        "poisoned",
        "stunned",
        "exhaustion"
      ]
    },
    {
      "name": "Anohi",
      "source": "domule",
      "page": 117,
      "size": "M",
      "type": {
        "type": "humanoid",
        "tags": [
          {
            "tag": "yuan-ti",
            "prefix": "change shape:"
          }
        ]
      },
      "alignment": [
        "L",
        "G"
      ],
      "ac": [
        {
          "ac": 19,
          "from": [
            "natural armor"
          ]
        }
      ],
      "hp": {
        "formula": "18d12 + 36",
        "average": 153
      },
      "speed": {
        "walk": 30
      },
      "str": 14,
      "dex": 10,
      "con": 14,
      "int": 16,
      "wis": 13,
      "cha": 21,
      "save": {
        "dex": "+5",
        "con": "+7",
        "wis": "+6",
        "cha": "+10"
      },
      "skill": {
        "arcana": "+8",
        "history": "+8",
        "perception": "+11",
        "stealth": "+5",
        "intimidation": "+4",
        "animal handling": "+4"
      },
      "senses": [
        "blindsight 60 ft.",
        "darkvision 120 ft."
      ],
      "passive": 21,
      "immune": [
        "cold"
      ],
      "languages": [
        "Common",
        "Draconic",
        "Elvish"
      ],
      "cr": "16",
      "trait": [
        {
          "name": "Legendary Resistance (3/Day)",
          "entries": [
            "If the dragon fails a saving throw, it can choose to succeed instead."
          ]
        }
      ],
      "action": [
        {
          "name": "Change Shape",
          "entries": [
            "The dragon magically polymorphs into a humanoid or beast that has a challenge rating no higher than its own, or back into its true form. It reverts to its true form if it dies. Any equipment it is wearing or carrying is absorbed or borne by the new form (the dragon's choice).",
            "In a new form, the dragon retains its alignment, hit points, Hit Dice, ability to speak, proficiencies, Legendary Resistance, lair actions, and Intelligence, Wisdom, and Charisma scores, as well as this action. Its statistics and capabilities are otherwise replaced by those of the new form, except any class features or legendary actions of that form."
          ]
        }
      ],
      "legendary": [
        {
          "name": "Detect",
          "entries": [
            "The dragon makes a Wisdom ({@skill Perception}) check."
          ]
        }
      ],
      "legendaryGroup": {
        "name": "Silver Dragon",
        "source": "MM"
      },
      "environment": [
        "mountain",
        "urban"
      ],
      "soundClip": {
        "type": "external",
        "url": "https://5e.tools/audio/bestiary/silver-dragon.mp3?v=1.114.1"
      },
      "traitTags": [
        "Legendary Resistances"
      ],
      "senseTags": [
        "B",
        "SD"
      ],
      "languageTags": [
        "C",
        "DR",
        "E"
      ],
      "damageTags": [
        "B"
      ],
      "isNpc": true,
      "group": "Metallic Dragon",
      "dragonCastingColor": "S"
    },
    {
      "name": "Taroc",
      "size": "M",
      "type": "humanoid",
      "source": "Domule",
      "alignment": [
        "N",
        "E"
      ],
      "ac": [
        10
      ],
      "hp": {
        "formula": "5d4 + 5",
        "average": 17
      },
      "speed": {
        "walk": 30
      },
      "str": 12,
      "dex": 14,
      "con": 12,
      "int": 10,
      "wis": 10,
      "cha": 10,
      "passive": 10,
      "cr": "3",
      "shortName": true,
      "level": 5,
      "languages": [
        "Common,",
        "Elvish"
      ],
      "languageTags": [
        "C",
        "E"
      ],
      "save": {
        "str": "+3",
        "dex": "+4"
      },
      "skill": {
        "animal handling": "+2",
        "acrobatics": "+4",
        "athletics": "+3",
        "deception": "+2",
        "sleight of hand": "+4"
      },
      "spellcasting": [
        {
          "name": "Spells",
          "spells": {
            "1": {
              "spells": [
                "{@spell hunter's mark}",
                "{@spell speak with animals}"
              ],
              "slots": 4
            },
            "2": {
              "spells": [
                "{@spell cordon of arrows}",
                "{@spell spike growth}"
              ],
              "slots": 2
            }
          },
          "type": "spellcasting"
        }
      ],
      "action": [
        {
          "name": "One-Handed Crossbow",
          "entries": [
            "{@atk rw} {@hit 4} to hit, range 60/120 ft., one target. {@h}5 ({@damage 1d6 + 2}) piercing damage. One-Handed"
          ]
        }
      ],
      "damageTags": [
        "P"
      ],
      "miscTags": [
        "RW"
      ],
      "isNpc": true,
      "uniqueId": "4b052e357e0f08788599f4c8bff3c4cd"
    },
    {
      "name": "Zinland Tormoria",
      "size": "M",
      "type": "humanoid",
      "source": "Domule",
      "alignment": [
        "C",
        "N"
      ],
      "ac": [
        {
          "ac": 14,
          "from": [
            "Robe of Sehanine"
          ]
        }
      ],
      "hp": {
        "formula": "20d8 + 20",
        "average": 110
      },
      "speed": {
        "walk": 30
      },
      "str": 8,
      "dex": 10,
      "con": 12,
      "int": 16,
      "wis": 18,
      "cha": 15,
      "passive": 10,
      "cr": "0",
      "shortName": "Zin",
      "level": 20,
      "languages": [
        "Common",
        "Draconic",
        "Elvish",
        "Abyssal"
      ],
      "languageTags": [
        "C",
        "DR",
        "E",
        "AB"
      ],
      "skill": {
        "arcana": "+8",
        "history": "+8",
        "insight": "+9",
        "medicine": "+9",
        "religion": "+8"
      },
      "save": {
        "wis": "+9",
        "cha": "+7"
      },
      "spellcasting": [
        {
          "name": "Spellcasting",
          "headerEntries": [
            "Zin is a 20-level spellcaster. Its spellcasting ability is Wisdom (spell save{@dc 20}, {@hit +12} to hit with spell attacks). Zin has the following 24 spells prepared:"
          ],
          "spells": {
            "0": {
              "spells": [
                "{@spell mending}",
                "{@spell spare the dying}",
                "{@spell toll the dead|XGE}",
                "{@spell word of radiance|XGE}"
              ]
            },
            "1": {
              "spells": [
                "{@spell bane}",
                "{@spell command}",
                "{@spell cure wounds}",
                "{@spell false life}",
                "{@spell healing word}"
              ],
              "slots": 4
            },
            "2": {
              "spells": [
                "{@spell blindness/deafness}",
                "{@spell calm emotions}",
                "{@spell enhance ability}",
                "{@spell gentle repose}",
                "{@spell ray of enfeeblement}",
                "{@spell zone of truth}"
              ],
              "slots": 3
            },
            "3": {
              "spells": [
                "{@spell bestow curse}",
                "{@spell create food and water}",
                "{@spell mass healing word}",
                "{@spell remove curse}",
                "{@spell revivify}",
                "{@spell sending}",
                "{@spell speak with dead}",
                "{@spell tongues}",
                "{@spell vampiric touch}"
              ],
              "slots": 3
            },
            "4": {
              "spells": [
                "{@spell blight}",
                "{@spell death ward}",
                "{@spell guardian of faith}"
              ],
              "slots": 4
            },
            "5": {
              "spells": [
                "{@spell antilife shell}",
                "{@spell greater restoration}",
                "{@spell insect plague}",
                "{@spell mass cure wounds}",
                "{@spell raise dead}",
                "{@spell scrying}"
              ],
              "slots": 3
            },
            "6": {
              "spells": [
                "{@spell heal}",
                "{@spell heroes' feast}"
              ],
              "slots": 2
            },
            "7": {
              "spells": [
                "{@spell regenerate}",
                "{@spell resurrection}"
              ],
              "slots": 2
            },
            "8": {
              "spells": [
                "{@spell control weather}"
              ],
              "slots": 1
            },
            "9": {
              "spells": [
                "{@spell mass heal}",
                "{@spell true resurrection}"
              ],
              "slots": 1
            }
          },
          "ability": "wis",
          "type": "spellcasting"
        }
      ],
      "trait": [
        {
          "name": "Fey Ancestry",
          "entries": [
            "The zin has advantage on saving throws against being {@condition charmed}, and magic can't put the zin to sleep."
          ]
        },
        {
          "name": "Potent Spellcasting",
          "entries": [
            "Add your Wisdom modifier to the damage you deal with any cleric cantrip."
          ]
        },
        {
          "name": "Keeper of Souls",
          "entries": [
            "When an enemy you can see dies within 30 feet of you, you or one ally of your choice that is within 30 feet of you regains hit points equal to the enemy’s number of Hit Dice. You can use this feature only if you aren't {@condition incapacitated}. Once you use it, you can't do so again until the start of your next turn."
          ]
        }
      ],
      "traitTags": [
        "Fey Ancestry"
      ],
      "action": [
        {
          "name": "Eyes of the Graves",
          "entries": [
            "As an action, you can open your awareness to magically detect undead. Until the end of your next turn, you know the location of any undead within 60 feet of you that isn't behind total cover and that isn't protected from divination magic. This sense doesn't tell you anything about a creature's capabilities or identity.",
            "You can use this feature a number of times equal to your Wisdom modifier (+4). You regain all expended uses when you finish a long rest."
          ]
        },
        {
          "name": "Fey Step (Eladrin - Spring)",
          "entries": [
            "As a bonus action, you can magically teleport up to 30 feet to an unoccupied space you can see. Once you use this trait, you can't do so again until you finish a short or long rest.",
            "Spring. When you use your Fey Step, you can touch one willing creature within 5 feet of you. That creature then teleports instead of you, appearing in an unoccupied space of your choice that you can see within 30 feet of you."
          ]
        }
      ],
      "reaction": [
        {
          "name": "Sentinel at Death's Door",
          "entries": [
            "As a reaction when you or an ally that you can see within 30 feet of you suffers a critical hit, you can turn that attack into a normal hit. Any effects triggered by a critical hit are canceled.",
            "You can use this feature a number of times equal to your Wisdom modifier (+4). You regain all expended uses when you finish a long rest."
          ]
        }
      ]
    }
  ]
}