{
    "name": "All Bets Off",
    "id": "04-fairkeep",
    "source": "domule",
    "data": [
        {
            "type": "section",
            "name": "Chapter 0 - Overview",
            "entries": [
                {
                    "type": "entries",
                    "name": "Organization",
                    "entries": [
                        {
                            "type": "entries",
                            "name": "The Vaults",
                            "entries": [
                                "Officially Celaena owns a very nice upscale and successful bookstore. But it is a well known secret that she also is the broker for assassin and hit jobs",
                                "She has expensive tastes. She wears a jewel encrusted long flowing dress. A Perception check (DC 8) reveals that she many dagger partially sewn into her dress",
                                "Celaena has a strange combination of morals. While she's okay with killing people for pay, she is extremely anti slavery",
                                "Celaena has a history of extreme retaliation if anyone double crosses her or steals anything from her",
                                "Celaena has a small entourage of beautiful assassins. They are constantly observing the crowds and reporting suspicious activity",
                                "All of Celaena's entourage has matching daggers with rose gold leaf etching down the blade and scabbard",
                                "Celaena have a personal partnership with Rhogar, acquiring poisons animals and plants"
                            ]
                        },
                        {
                            "type": "entries",
                            "name": "The Black Fang",
                            "entries": [
                                "The Black Fang is actually the capital ship in Rhogar Seeker's fleet",
                                "He is officially a merchant, but in some circles, he is known for acquiring and selling exotic and illegal beasts and plants",
                                "Rhogar is surrounded by his crew. Unlike the typical sailor, his crew is well dressed and remarkably calm and civil",
                                "All of Rhogar's crew have matching rapiers with a blue sapphire on the pommel",
                                "Rhogar is a devout follower of Talos, The Storm Lord. He wears a large medallion as a necklace with three lightning bolts radiating from a point",
                                "The Black Fang has been hiring the Korred rangers to capture debtors, and sells them into slavery at the Endove Islands"
                            ]
                        },
                        {
                            "type": "entries",
                            "name": "The Korreds",
                            "entries": [
                                "The Korreds is a company of wayfinders and guides. They are hired to lead caravans to any location.",
                                "The Korreds are also hired by debt collectors, loan sharks, and political asylum seekers to find persons of interest. They are bounty hunters.",
                                "Beauty Eye and his rangers can communicate via hand gestures.",
                                "Both Beauty Eye and his rangers all dress differently but have very noticeable tribal tattoos.",
                                "Beauty Eye finds Undead and Constructs abominations and distrusts anyone who uses or works with them.",
                                "The Korreds are constantly selling updated maps and gossip to Celaena"
                            ]
                        }
                    ]
                }
            ]
        },
        {
            "type": "section",
            "name": "Chapter 1 - Jost's Trial",
            "entries": [
                "Jost approaches Kohl and lets him know that the next mission is his first trial to join the Nightflyers",
                "There is an upcoming auction hosted by The Maeve Bank, a bank with close ties to several guilds, mobs, and kingdoms",
                "At the auction, will be three known mob bosses.",
                "The Black Fang, run by a male dragonborn named Rhogar Seeker",
                "The Korreds, run by a male tabaxi named Beauty's Eye",
                "The Vaults, run by a female human named Celaena Taurus",
                {
                    "type": "entries",
                    "name": "Possible Confrontations",
                    "entries": [
                        "If Celaena finds out by that either Rhogar or Beauty Eye are involved in slavery, she will break relationships with both. She may even kill one of them later",
                        "Rhogar will dislike anyone who insults Talor or anyone who worships Talor's enemies: Chauntea, Eldath, Lathander, Mystra, Sune, Deneir, Gond, Helm, Mielikki, Oghma, Shiallia, Silvanus, or Tyr.",
                        "Beauty Eye will distrust anyone who has/works with Constructs or The Undead"
                    ]
                }
            ]
        },
        {
            "type": "section",
            "name": "Chapter 2 - Fairkeep Reconnaissance",
            "entries": []
        },
        {
            "type": "section",
            "name": "Chapter 3 - The Auction Party",
            "entries": []
        }
    ]
}