{
    "name": "All Bets Off",
    "id": "04-fairkeep",
    "source": "domule",
    "data": [
        {
            "type": "section",
            "name": "Overview",
            "entries": [
                {
                    "type": "entries",
                    "name": "Organizations",
                    "entries": [
                        {
                            "type": "entries",
                            "name": "The Vaults",
                            "entries": [
                                {
                                    "type": "list",
                                    "items": [
                                        "Officially Celaena owns a very nice upscale and successful bookstore. But it is a well known secret that she also is the broker for assassin and hit jobs",
                                        "She has expensive tastes. She wears a jewel encrusted long flowing dress. A Perception check (DC 8) reveals that she many dagger partially sewn into her dress",
                                        "Celaena has a strange combination of morals. While she's okay with killing people for pay, she is extremely anti slavery",
                                        "Celaena has a history of extreme retaliation if anyone double crosses her or steals anything from her",
                                        "Celaena has a small entourage of beautiful assassins. They are constantly observing the crowds and reporting suspicious activity",
                                        "All of Celaena's entourage has matching daggers with rose gold leaf etching down the blade and scabbard",
                                        "Celaena have a personal partnership with Rhogar, acquiring poisons animals and plants"
                                    ]
                                }
                            ]
                        },
                        {
                            "type": "entries",
                            "name": "The Black Fang",
                            "entries": [
                                {
                                    "type": "list",
                                    "items": [
                                        "The Black Fang is actually the capital ship in Rhogar Seeker's fleet",
                                        "He is officially a merchant, but in some circles, he is known for acquiring and selling exotic and illegal beasts and plants",
                                        "Rhogar is surrounded by his crew. Unlike the typical sailor, his crew is well dressed and remarkably calm and civil",
                                        "All of Rhogar's crew have matching rapiers with a blue sapphire on the pommel",
                                        "Rhogar is a devout follower of Talos, The Storm Lord. He wears a large medallion as a necklace with three lightning bolts radiating from a point",
                                        "The Black Fang has been hiring the Korred rangers to capture debtors, and sells them into slavery at the Endove Islands"
                                    ]
                                }
                            ]
                        },
                        {
                            "type": "entries",
                            "name": "The Korreds",
                            "entries": [
                                {
                                    "type": "list",
                                    "items": [
                                        "The Korreds is a company of wayfinders and guides. They are hired to lead caravans to any location.",
                                        "The Korreds are also hired by debt collectors, loan sharks, and political asylum seekers to find persons of interest. They are bounty hunters.",
                                        "Beauty Eye and his rangers can communicate via hand gestures.",
                                        "Both Beauty Eye and his rangers all dress differently but have very noticeable tribal tattoos.",
                                        "Beauty Eye finds Undead and Constructs abominations and distrusts anyone who uses or works with them.",
                                        "The Korreds are constantly selling updated maps and gossip to Celaena"
                                    ]
                                }
                            ]
                        }
                    ]
                }
            ]
        },
        {
            "type": "section",
            "name": "Chapter 1 - Jost's Trial",
            "entries": [
                "Jost approaches Kohl and lets him know that the next mission is his first trial to join the Nightflyers",
                "There is an upcoming auction hosted by The Maeve Bank, a bank with close ties to several guilds, mobs, and kingdoms",
                "At the auction, will be three known mob bosses.",
                {
                    "type": "list",
                    "items": [
                        "The Black Fang, run by a male dragonborn named Rhogar Seeker",
                        "The Korreds, run by a male tabaxi named Beauty's Eye",
                        "The Vaults, run by a female human named Celaena Taurus"
                    ]
                },
                {
                    "type": "entries",
                    "name": "Alliances",
                    "entries": [
                        "The Vaults use The Black Fangs as a supplier for exotic poisons and venoms",
                        "The Black Fangs have been chartering The Korreds. Otherwise, The Black Fangs never charter anyone",
                        "The Korreds have been selling up-to-date information (maps, political news, gossip, etc...) to The Vaults after each of their treks"
                    ]
                },
                {
                    "type": "entries",
                    "name": "Possible Confrontations",
                    "entries": [
                        {
                            "type": "entries",
                            "name": "Celaena hates Slavery",
                            "entries": [
                                "Rhogar has 'bought out' the debt owed to loan sharks and used some of Beauty Eye's trackers to find them and enslave them.",
                                "Rhogar sells the captured to the warrior nations in the Endove Islands. The Korreds take a little of the cut.",
                                {
                                    "type": "list",
                                    "name": "Plot Hooks",
                                    "items": [
                                        "It will be suspicious when it is revealed that The Korreds are getting paid to travel with The Black Fangs, instead of the other way around.",
                                        "There is paperwork that the party can find that reveals that the ships are consuming 10 time more rations that what the ships normally consume.",
                                        "Some of Rhogar's sailors are wearing necklaces with purple volcanic glass. This glass is only found from the chain of volcanoes that make up the Endove Islands."
                                    ]
                                },
                                "If Celaena finds out by that either Rhogar or Beauty Eye are involved in slavery, she will break relationships with both. She may even kill one of them later"
                            ]
                        },
                        {
                            "type": "entries",
                            "name": "Rhogar is surprisingly religious",
                            "entries": [
                                "Rhogar is a diviout follower of Talos, God of Storms. He is constantly wearing a large amulet with three lightning bolts radiating from a central point",
                                "Rhogar will dislike anyone who insults Talos or anyone who worships Talos's enemies: Chauntea, Eldath, Lathander, Mystra, Sune, Deneir, Gond, Helm, Mielikki, Oghma, Shiallia, Silvanus, or Tyr.",
                                "Rhogar is campaigning to install a monument at Knit Park, in {@book The Lanterarius District|dml-book|0|lanternarius district} for Talos.  Rhogar even paid for the demolition of the old fountain begin building the new monument. But bureaucracy suddenly blocked him. It turns out Beauty Eye and Celaena worship Silvanus and want to put their own stature. They are working behind the scenes to put up a fountain for Silvanus instead.",
                                {
                                    "type": "list",
                                    "name": "Plot Hooks",
                                    "items": [
                                        "Beauty Eye's rangers can be caught bribing the City's Planning Director",
                                        "A plan for a fountain for Silvanus at Knit Park can be spotted within The Vaults Bookstore"
                                    ]
                                }
                            ]
                        },
                        {
                            "type": "entries",
                            "name": "Beauty Eye does not like artificial life",
                            "entries": [
                                "Beauty Eye will distrust anyone who has/works with Constructs or The Undead",
                                "Meanwhile, Rhogar has acquired a broken {@creature Shield Guardian|mm} and has commissioned Celaena to restore and build a new amulet",
                                {
                                    "type" : "list",
                                    "name" : "Plot Hooks",
                                    "items" : [
                                        "Celaena was seen purchasing a platinum amulet and spent over 1000 GP on a rubies. While Celaena is known for having expensive tastes, this was an excitedly large purchase.",
                                        "Rhogar has been supplying Celaena with rare toxic and poisons plants and animals... but no one can recall Celaena actually paying him. Perhaps there trading something other than gold?",
                                        "Celaena has a artificer named Rowan who has been seen visiting Rhogar's warehouse daily",
                                        "Rhogar's {@creature Shield Guardian|mm} is hidden in plain sight as a ornamental stature"
                                    ]
                                },
                                "Beauty Eye will consider the construct an affront to nature break relationships with Rhogar if he finds out he has a construct."
                            ]
                        }
                    ]
                }
            ]
        },
        {
            "type": "section",
            "name": "Chapter 2 - Fairkeep Reconnaissance",
            "entries": [{
                "type" : "entries",
                "name" : "The shopkeeper's husband",
                "entries" : "The shopkeeper, Madam Gladdington, thinks highly of Celaena since she is somewhat responsible for finding her current husband; Kenny. Kenny was a former slave that was noticed by one of Celaena's librarians and was personally rescued by Celaena herself."
            }]
        },
        {
            "type": "section",
            "name": "Chapter 3 - The Auction Party",
            "entries": []
        }
    ]
}