{
    "name": "Nesta, The Magic Weaver",
    "source": "domule",
    "page": 160,
    "size": [
        "M"
    ],
    "type": {
        "type": "humanoid",
        "tags": [
            "gith"
        ]
    },
    "alignment": [
        "L",
        "E"
    ],
    "ac": [
        {
            "ac": 15,
            "from": [
                "{@item Chain Shirt|phb}"
            ]
        }
    ],
    "hp": {
        "average": 91,
        "formula": "14d8 + 28"
    },
    "speed": {
        "walk": 30
    },
    "str": 16,
    "dex": 14,
    "con": 15,
    "int": 14,
    "wis": 11,
    "cha": 19,
    "save": {
        "con": "+5",
        "wis": "+5",
        "dex": "+5",
        "cha": "+7"
    },
    "passive": 10,
    "languages": [
        "Gith"
    ],
    "cr": "8",
    "spellcasting": [
        {
            "name": "Innate Spellcasting (Psionics)",
            "headerEntries": [
                "The githyanki's innate spellcasting ability is Intelligence (spell save {@dc 13}, {@hit 5} to hit with spell attacks). It can innately cast the following spells, requiring no components:"
            ],
            "will": [
                "{@spell mage hand} (the hand is invisible)"
            ],
            "daily": {
                "3e": [
                    "{@spell jump}",
                    "{@spell misty step}",
                    "{@spell nondetection} (self only)",
                    "{@spell tongues}"
                ],
                "1e": [
                    "{@spell plane shift}",
                    "{@spell telekinesis}"
                ]
            },
            "ability": "int",
            "type": "spellcasting"
        }
    ],
    "action": [
        {
            "name": "Multiattack",
            "entries": [
                "The githyanki makes two silver greatsword or quarterstaff attacks."
            ]
        },
        {
            "name": "Silver Greatsword",
            "entries": [
                "{@atk mw} {@hit 9} to hit, reach 5 ft., one target. {@h}13 ({@damage 2d6 + 6}) slashing damage plus 10 ({@damage 3d6}) psychic damage. This is a magic weapon attack. On a critical hit against a target in an astral body (as with the {@spell astral projection} spell), the githyanki can cut the silvery cord that tethers the target to its material body, instead of dealing damage."
            ]
        },
        {
            "name": "Quarterstaff",
            "entries": [
                "{@atk mw} {@hit 6} to hit, reach 5 ft., one target. {@h}6 ({@damage 1d6 + 3}) bludgeoning damage, or 7 ({@damage 1d8 + 3}) bludgeoning damage if used with both hands."
            ]
        },
        {
            "name": "Eversmoking Bottle",
            "entries": [
                "Smoke leaks from the lead-stoppered mouth of this brass bottle, which weighs 1 pound. When you use an action to remove the stopper, a cloud of thick smoke pours out in a 60-foot radius from the bottle. The cloud's area is heavily obscured. Each minute the bottle remains open and within the cloud, the radius increases by 10 feet until it reaches its maximum radius of 120 feet.",
                "The cloud persists as long as the bottle is open. Closing the bottle requires you to speak its command word as an action. Once the bottle is closed, the cloud disperses after 10 minutes. A moderate wind (11 to 20 miles per hour) can also disperse the smoke after 1 minute, and a strong wind (21 or more miles per hour) can do so after 1 round."
            ]
        }
    ],
    "soundClip": {
        "type": "external",
        "url": "https://5e.tools/audio/bestiary/githyanki-knight.mp3"
    },
    "actionTags": [
        "Multiattack"
    ],
    "languageTags": [
        "GTH"
    ],
    "damageTags": [
        "B",
        "S",
        "Y"
    ],
    "spellcastingTags": [
        "P",
        "I"
    ],
    "miscTags": [
        "MW",
        "AOE"
    ],
    "hasFluff": true,
    "hasFluffImages": true,
    "tokenUrl": "https://5e.tools/img/MM/Githyanki Knight.png",
    "fluff": {
        "name": "Githyanki Knight",
        "source": "MM",
        "entries": [
            {
                "type": "entries",
                "entries": [
                    {
                        "type": "entries",
                        "entries": [
                            "The githyanki plunder countless worlds from the decks of their astral vessels and the backs of red dragons. Feathers, beads, gems, and precious metals decorate their armor and weapons-the legendary silver swords with which they cut through their foes. Since winning their freedom from the mind flayers, the githyanki have become ruthless conquerors under the rulership of their dread lich-queen, Vlaakith.",
                            {
                                "name": "Astral Raiders",
                                "type": "entries",
                                "entries": [
                                    "The githyanki despise all other races, undertaking devastating raids that take them from their strongholds in the Astral Plane to the far flung corners of the multiverse. War is the ultimate expression of githyanki culture, and their pitiless black eyes know no mercy. After a raid, they leave shattered survivors enough food and resources to weakly endure. Later, the githyanki return to their conquered foes, plundering them again and again."
                                ]
                            },
                            {
                                "name": "Followers of Gith",
                                "type": "entries",
                                "entries": [
                                    "In their own language, githyanki means \"followers of Gith.\" Under the guidance of Gith, the githyanki stratified into a militaristic society, with a strict caste system, dedicated to the ongoing fight against the victims and sworn enemies of their race. When their leader Gith perished, she was replaced by her undead adviser, Vlaakith. The lich-queen forbade worship of all beings except herself.",
                                    "Of all their enemies, the githyanki most hate their former masters, the mind flayers. Their close kin, the githzerai, are second in their enmity. All other creatures are treated with simple contempt by the githyanki, whose xenophobic pride defines their view of inferior races."
                                ]
                            },
                            {
                                "type": "entries",
                                "name": "Silver Swords",
                                "entries": [
                                    "In ancient times, gith knights created special weapons to combat their mind flayer masters.",
                                    "These silver swords channel the force of the wielder's will, dealing psychic as well as physical damage. A githyanki can't become a knight until it masters the singular discipline needed to will such a blade into existence. A silver sword is equivalent to a greatsword, and takes on the properties of a +3 greatsword in the hands of its creator.",
                                    "In the eyes of the githyanki, each silver sword is a priceless relic and a work of art. Githyanki knights will hunt down and destroy any non-githyanki that dares to carry or wield a silver sword, reclaiming it for their people."
                                ]
                            },
                            {
                                "name": "Red Dragon Riders",
                                "type": "entries",
                                "entries": [
                                    "In the uprising against the illithids, Gith sought allies. Her adviser Vlaakith appealed to Tiamat, the goddess of evil dragonkind, and Gith ventured into the Nine Hells to meet with her. Only Tiamat now knows what passed between them, but Vlaakith returned to the Astral Plane with the Dragon Queen's red dragon consort Ephelomon, who proclaimed that his kind would forever act as allies to the githyanki. Not all red dragons honor the alliance kindled so long ago, but most at least don't consider the githyanki their enemies.",
                                    {
                                        "name": "Outposts in the Mortal Realm",
                                        "entries": [
                                            " Since creatures that dwell on the Astral Plane don't age, the githyanki establish creches in remote areas of the Material Plane to raise their young. Doubling as military academies, these creches train young githyanki to harness their psychic and combat abilities. When a githyanki grows to adulthood and slays a mind flayer as part of a sacred rite of passage, it is permitted to rejoin its people on the Astral Plane."
                                        ],
                                        "type": "entries"
                                    }
                                ]
                            },
                            {
                                "type": "entries",
                                "name": "Gith",
                                "entries": [
                                    "The warlike githyanki and the contemplative githzerai are a sundered people-two cultures that utterly despise one another. Before there were githyanki or githzerai, these creatures were a single race enslaved by the mind flayers. Although they attempted to overthrow their masters many times, their rebellions were repeatedly crushed until a great leader named Gith arose.",
                                    "After much bloodshed, Gith and her followers threw off the yoke of their illithid masters, but another leader named Zerthimon emerged in the aftermath of battle.",
                                    "Zerthimon challenged Gith's motives, claiming that her strict martial leadership and desire for vengeance amounted to little more than another form of slavery for her people. A rift erupted between followers of each leader, and they eventually became the two races whose enmity endures to this day.",
                                    "Whether these tall, gaunt creatures were peaceful or savage, cultured or primitive before the mind flayers enslaved and changed them, none can say. Not even the original name of their race remains from that distant time."
                                ]
                            }
                        ]
                    }
                ]
            }
        ],
        "images": [
            {
                "type": "image",
                "href": {
                    "type": "internal",
                    "path": "bestiary/MM/Githyanki.jpg"
                }
            }
        ]
    },
    "shortName": "Nesta",
    "skill": {
        "history": "+5",
        "insight": "+3",
        "religion": "+5",
        "arcana": "+5"
    }
}